tap "fluxcd/tap"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "kudobuilder/tap"
tap "possatti/possatti"
tap "samuong/alpaca"
brew "pycparser"
brew "cryptography"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "autoconf"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "black"
brew "gettext"
brew "checkov"
brew "consul"
brew "cowsay"
brew "curl"
brew "dive"
brew "dockutil"
brew "docutils"
brew "doxygen"
brew "fortune"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "gomplate"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "hcl2json"
brew "helm"
brew "helmfile"
brew "htop"
brew "iperf"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "minikube"
brew "neovim"
brew "nmap"
brew "node"
brew "pv"
brew "shfmt"
brew "skaffold"
brew "ssh-copy-id"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "thanos"
brew "tilt"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yq"
brew "zsh"
brew "goreleaser"
brew "ko"
brew "fluxcd/tap/flux"
brew "kudobuilder/tap/kuttl-cli"
brew "possatti/possatti/pokemonsay"
brew "samuong/alpaca/alpaca"
cask "1password", args: { appdir: "/Applications" }
cask "1password-cli", args: { appdir: "/Applications" }
cask "adobe-acrobat-reader", args: { appdir: "/Applications" }
cask "bambu-studio", args: { appdir: "/Applications" }
cask "chromedriver", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "meld", args: { appdir: "/Applications" }
cask "microsoft-auto-update", args: { appdir: "/Applications" }
cask "microsoft-office", args: { appdir: "/Applications" }
cask "obsidian", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "rectangle", args: { appdir: "/Applications" }
cask "slack", args: { appdir: "/Applications" }
cask "spotify", args: { appdir: "/Applications" }
cask "stats", args: { appdir: "/Applications" }
cask "temurin", args: { appdir: "/Applications" }
cask "todoist", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
# cask "vlc", args: { appdir: "/Applications" }
cask "zoom", args: { appdir: "/Applications" }
vscode "actboy168.tasks"
vscode "casualjim.gotemplate"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
