tap "fluxcd/tap"
tap "github/gh"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "hpedrorodrigues/tools"
tap "kudobuilder/tap"
tap "possatti/possatti"
tap "samuong/alpaca"
brew "act"
brew "pycparser"
brew "cryptography"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "autoconf"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "black"
brew "gettext"
brew "checkov"
brew "consul"
brew "curl"
brew "docutils"
brew "doxygen"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "gnu-tar"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "gnupg"
brew "go"
brew "go-critic"
brew "go-task"
brew "gomplate"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hcl2json"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "iperf"
brew "istioctl"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "linkerd"
brew "mcrypt"
brew "mercurial"
brew "minikube"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "php"
brew "pv"
brew "python-markdown"
brew "shfmt"
brew "skaffold"
brew "ssh-copy-id"
brew "terraform-docs"
brew "tfenv"
brew "tflint"
brew "thanos"
brew "tilt"
brew "watch"
brew "wget"
brew "wrk"
brew "yamllint"
brew "yq"
brew "zsh"
brew "fluxcd/tap/flux"
brew "kudobuilder/tap/kuttl-cli"
brew "possatti/possatti/pokemonsay"
brew "samuong/alpaca/alpaca"
cask "1password"
cask "1password-cli", args: { appdir: "/Applications" }
cask "chromedriver", args: { appdir: "/Applications" }
cask "docker"
cask "firefox", args: { appdir: "/Applications" }
cask "goland"
cask "google-chrome", args: { appdir: "/Applications" }
cask "google-cloud-sdk"
cask "iterm2"
cask "meld", args: { appdir: "/Applications" }
cask "obsidian"
cask "postman", args: { appdir: "/Applications" }
cask "rectangle"
cask "slack", args: { appdir: "/Applications" }
cask "spotify"
cask "stats", args: { appdir: "/Applications" }
cask "temurin", args: { appdir: "/Applications" }
cask "todoist", args: { appdir: "/Applications" }
cask "visual-studio-code"
vscode "actboy168.tasks"
vscode "casualjim.gotemplate"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "paulvarache.vscode-taskfile"
vscode "pkief.material-icon-theme"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "timonwong.shellcheck"
vscode "weaveworks.vscode-gitops-tools"
vscode "wholroyd.jinja"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
